{
    "potion": "A spray-type wound medicine. It restores the HP of one Pokémon by 20 points.",
    "super potion": "A spray-type wound medicine. It restores the HP of one Pokémon by 50 points.",
    "hyper potion": "A spray-type wound medicine. It restores the HP of one Pokémon by 200 points.",
    "max potion": "A spray-type wound medicine. It fully restores the HP of one Pokémon.",
    "full restore": "A medicine that fully restores the HP and heals any status problems of one Pokémon.",
    "fresh water": "Water with a high mineral content. It restores the HP of one Pokémon by 50 points.",
    "soda pop": "A fizzy soda drink. It restores the HP of one Pokémon by 60 points.",
    "lemonade": "A very sweet drink. It restores the HP of one Pokémon by 80 points.",
    "moo moo milk": "Highly nutritious milk. It restores the HP of one Pokémon by 100 points.",
    "energy root": "A very bitter root. It restores the HP of one Pokémon by 200 points.",
    "energy powder": "A very bitter medicine powder. It restores the HP of one Pokémon by 50 points.",
    "berry juice": "A 100% pure juice. It restores the HP of one Pokémon by 20 points.",
    "sacred ash": "Revives all fainted Pokémon, restoring HP fully.",
    "ether": "Restores a selected move's PP by 10 points for one Pokémon.",
    "max ether": "Fully restores a selected move's PP for one Pokémon.",
    "elixer": "Restores the PP of all moves for one Pokémon by 10 points each.",
    "max elixer": "Fully restores the PP of all moves for one Pokémon.",
    "revival herb": "A very bitter medicinal herb. It revives a fainted Pokémon, restoring HP fully.",
    "revive": "A medicine that revives a fainted Pokémon, restoring HP by half the maximum amount.",
    "max revive": "A medicine that revives a fainted Pokémon, restoring HP fully.",
    "antidote": "A spray-type medicine. It heals one Pokémon from a poisoning.",
    "awakening": "A spray-type medicine. It awakens a sleeping Pokémon.",
    "burn heal": "A spray-type medicine. It heals one Pokémon of a burn.",
    "ice heal": "A spray-type medicine. It defrosts a frozen Pokémon.",
    "paralyz heal": "A spray-type medicine. It heals one Pokémon from paralysis.",
    "full heal": "A spray-type medicine. It heals all the status problems of one Pokémon.",
    "lava cookie": "Lavaridge Town's local specialty. It heals all the status problems of one Pokémon.",
    "heal powder": "A very bitter medicine powder. It heals all the status problems of one Pokémon.",
    "calcium": "A nutritious drink for Pokémon. It raises the base Sp. Atk stat of one Pokémon.",
    "carbos": "A nutritious drink for Pokémon. It raises the base Speed stat of one Pokémon.",
    "hp up": "A nutritious drink for Pokémon. It raises the base HP of one Pokémon.",
    "iron": "A nutritious drink for Pokémon. It raises the base Defense stat of one Pokémon.",
    "pp max": "Raises the PP of a selected move to its maximum level for one Pokémon.",
    "pp up": "Slightly raises the maximum PP of a selected move for one Pokémon.",
    "protien": "A nutritious drink for Pokémon. It raises the base Attack stat of one Pokémon.",
    "rare candy": "A candy that is packed with energy. It raises the level of a Pokémon by one.",
    "zinc": "A nutritious drink for Pokémon. It raises the base Sp. Def stat of one Pokémon.",
    "dire hit": "Raises the critical-hit ratio of Pokémon in battle. Wears off if the Pokémon is withdrawn.",
    "guard spec": "An item that prevents stat reduction among party Pokémon for five turns after use.",
    "x accuracy": "Raises the accuracy stat of Pokémon in battle. Wears off if the Pokémon is withdrawn.",
    "x attack": "Raises the ATTACK stat of Pokémon in battle. Wears off if the Pokémon is withdrawn.",
    "x defense": "Raises the DEFENSE stat of Pokémon in battle. Wears off if the Pokémon is withdrawn.",
    "x special": "Raises the SP. ATK stat of Pokémon in battle. Wears off if the Pokémon is withdrawn.",
    "x speed": "Raises the SPEED stat of Pokémon in battle. Wears off if the Pokémon is withdrawn.",
    "amulet coin": "An item to be held by a Pokémon. It doubles the battle money if the holding Pokémon takes part.",
    "black belt": "An item to be held by a Pokémon. A belt that boosts determination and FIGHTING-type moves.",
    "black glasses": "An item to be held by a Pokémon. A shady-looking pair of glasses that boosts DARK-type moves.",
    "bright powder": "An item to be held by a Pokémon. It casts a tricky glare that lowers the opponent's accuracy.",
    "charcoal": "An item to be held by a Pokémon. A combustible fuel that boosts the power of FIRE-type moves.",
    "choice band": "An item to be held by a Pokémon. It powers up one move, which becomes the only usable one.",
    "cleanse tag": "An item to be held by a Pokémon. It repels wild Pokémon if the holder is first in the party.",
    "deep sea scale": "An item to be held by a Pokémon. A scale that shines a faint pink. It raises the SP. DEF stat.",
    "deep sea tooth": "An item to be held by a Pokémon. A fang that gleams a sharp silver. It raises the SP. ATK stat.",
    "dragon fang": "An item to be held by a Pokémon. A hard and sharp fang that boosts the power of DRAGON-type moves.",
    "dragon scale": "A thick and tough scale. A DRAGON-type Pokémon may be holding it.",
    "everstone": "An item to be held by a Pokémon. The holding Pokémon is prevented from evolving.",
    "exp share": "An item to be held by a Pokémon. The holder gets a share of EXP. points without having to battle.",
    "focus band": "An item to be held by a Pokémon. The holding Pokémon may endure an attack, leaving just 1 HP.",
    "hard stone": "An item to be held by a Pokémon. An unbreakable stone that boosts the power of ROCK-type moves.",
    "king's rock": "An item to be held by a Pokémon. It may cause the foe to flinch upon taking damage.",
    "lax incense": "An item to be held by a Pokémon. Its tricky aroma slightly reduces the foe's accuracy.",
    "leftovers": "An item to be held by a Pokémon. The holding Pokémon gradually regains HP during battle.",
    "light ball": "An orb to be held by a PIKACHU that raises the SP. ATK stat. Touching it may cause a shock.",
    "lucky egg": "An item to be held by a Pokémon. An egg filled with happiness that earns extra EXP. points in battle.",
    "lucky punch": "A glove to be held by a CHANSEY. It raises CHANSEY's critical-hit ratio.",
    "macho brace": "An item to be held by a Pokémon. It promotes strong growth but lowers SPEED while it is held.",
    "magnet": "An item to be held by a Pokémon. A powerful magnet that boosts the power of ELECTRIC-type moves.",
    "mental herb": "An item to be held by a Pokémon. It snaps the holder out of infatuation. It can be used once.",
    "metal coat": "An item to be held by a Pokémon. A special metallic film that boosts the power of STEEL-type moves.",
    "metal powder": "A fine, hard powder to be held by a DITTO. It raises DITTO's DEFENSE stat.",
    "miracle seed": "An item to be held by a Pokémon. A seed imbued with life that boosts the power of GRASS-type moves.",
    "mystic water": "An item to be held by a Pokémon. A teardrop-shaped gem that boosts the power of WATER-type moves.",
    "nevermeltice": "n item to be held by a Pokémon. A piece of ice that repels heat and boosts ICE-type moves.",
    "poison barb": "An item to be held by a Pokémon. A small, poisonous barb that boosts the power of POISON-type moves.",
    "quick claw": "An item to be held by a Pokémon. A light and sharp claw. The holder may be able to strike first.",
    "scope lense": "An item to be held by a Pokémon. A lens that boosts the critical-hit ratio of the holding Pokémon.",
    "sea incense": "An item to be held by a Pokémon. It slightly boosts the power of WATER-type moves.",
    "shap beak": "An item to be held by a Pokémon. A long, sharp beak that boosts the power of FLYING-type moves.",
    "shell bell": "An item to be held by a Pokémon. The holding Pokémon regains some HP upon striking the foe.",
    "silk scarf": "An item to be held by a Pokémon. A sumptuous scarf that boosts the power of NORMAL-type moves.",
    "silver powder": "An item to be held by a Pokémon. A shiny silver powder that boosts the power of BUG-type moves.",
    "smoke ball": "An item to be held by a Pokémon. The holding Pokémon can flee from any wild Pokémon for sure.",
    "soft sand": "An item to be held by a Pokémon. A loose, silky sand that boosts the power of GROUND-type moves.",
    "soothe bell": "An item to be held by a Pokémon. A bell with a comforting chime that makes the holder calm and friendly.",
    "soul dew": "An orb to be held by a LATIOS or LATIAS. It raises the SP. ATK and SP. DEF stats.",
    "spell tag": "An item to be held by a Pokémon. A sinister, eerie tag that boosts GHOST-type moves.",
    "stick": "A stick of leek to be held by a FARFETCH'D. It raises FARFETCH'D's critical-hit ratio.",
    "thick club": "A hard bone of some sort to be held by a CUBONE or MAROWAK. It raises the ATTACK stat.",
    "twisted spoon": "An item to be held by a Pokémon. A spoon imbued with telekinetic power boosts PSYCHIC-type moves.",
    "white herb": "An item to be held by a Pokémon. It restores any lowered stat in battle. It can be used only once.",
    "blue scarf": "An item to be held by a Pokémon. It boosts the holding Pokémon's BEAUTY condition in CONTESTS.",
    "green scarf": "An item to be held by a Pokémon. It boosts the holding Pokémon's SMART condition in CONTESTS.",
    "pink scarf": "An item to be held by a Pokémon. It boosts the holding Pokémon's CUTE condition in CONTESTS.",
    "red scarf": "An item to be held by a Pokémon. It boosts the holding Pokémon's COOL condition in CONTESTS.",
    "yellow scarf": "An item to be held by a Pokémon. It boosts the holding Pokémon's TOUGH condition in CONTESTS.",
    "black flute": "A black glass flute. When blown, it makes wild Pokémon less likely to appear.",
    "blue flute": "A blue glass flute that awakens a sleeping Pokémon.",
    "red flute": "A red glass flute that snaps one Pokémon out of infatuation.",
    "white flute": "A white glass flute. When blown, it makes wild Pokémon more likely to appear.",
    "yellow flute": "A yellow glass flute that snaps one Pokémon out of confusion.",
    "moon stone": "A peculiar stone that makes certain species of Pokémon evolve. It is as black as the night sky.",
    "fire stone": "A peculiar stone that makes certain species of Pokémon evolve. It is colored orange.",
    "leaf stone": "A peculiar stone that makes certain species of Pokémon evolve. It has a leaf pattern.",
    "thunderstone": "A peculiar stone that makes certain species of Pokémon evolve. It has a thunderbolt pattern.",
    "sun stone": "A peculiar stone that makes certain species of Pokémon evolve. It is as red as the sun.",
    "water stone": "A peculiar stone that makes certain species of Pokémon evolve. It is a clear, light blue.",
    "upgrade": "A transparent device filled with all sorts of data. It is made by SILPH CO.",
    "blue shard": "A small blue shard. It appears to be from some sort of a tool made long ago.",
    "green shard": "A small green shard. It appears to be from some sort of a tool made long ago.",
    "red shard": "A small red shard. It appears to be from some sort of a tool made long ago.",
    "yellow shard": "A small yellow shard. It appears to be from some sort of a tool made long ago.",
    "escape rope": " long, durable rope. Use it to escape instantly from a cave or a dungeon.",
    "fluffy tail": "An attractive item. Use it to flee from any battle with a wild Pokémon.",
    "pokedoll": "An attractive doll. Use it to flee from any battle with a wild Pokémon.",
    "shoal salt": "Pure salt obtained from deep inside the SHOAL CAVE. It is extremely salty.",
    "shoal shell": "A pretty seashell found deep inside the SHOAL CAVE. It is striped in blue and white.",
    "max repel": "Prevents weak wild Pokémon from appearing for 250 steps.",
    "repel": "revents weak wild Pokémon from appearing for 100 steps.",
    "super repel": "Prevents weak wild Pokémon from appearing for 200 steps.",
    "big pearl": "A quite-large pearl that sparkles in a pretty silver color. It can be sold at a high price.",
    "big mushroom": "A large and rare mushroom. It is very popular among certain people.",
    "heart scale": "A pretty, heart-shaped scale that is extremely rare. It glows faintly in the colors of a rainbow.",
    "nugget": "A nugget of pure gold that gives off a lustrous gleam. It can be sold at a high price.",
    "pearl": "A relatively small pearl that sparkles in a pretty silver color. It can be sold cheaply.",
    "star piece": "A shard of a pretty gem that sparkles in a red color. It can be sold at a high price.",
    "stardust": "A pretty red sand with a loose, silky feel. It can be sold at a high price.",
    "tinymushroom": "A small and rare mushroom. It is quite popular among certain people.",
    "pokeball": "A ball thrown to catch a wild Pokémon. It is designed in a capsule style.",
    "great ball": "A good, quality Ball that offers a higher Pokémon catch rate than a standard Poké Ball.",
    "ultra ball": "A very high-grade Ball that offers a higher Pokémon catch rate than a Great Ball.",
    "master ball": "The best Ball with the ultimate performance. It will catch any wild Pokémon without fail.",
    "dive ball": "A somewhat different Ball that works especially well on Pokémon deep in the sea.",
    "luxury ball": "A comfortable Ball that makes a captured wild Pokémon quickly grow friendly.",
    "nest ball": "A somewhat different Ball that works especially well on weaker Pokémon.",
    "net ball": "A somewhat different Ball that works especially well on Water- and Bug-type Pokémon.",
    "premier ball": "A rare Ball that has been specially made to commemorate an event of some sort.",
    "repeat ball": "A somewhat different Ball that works especially well on Pokémon caught before.",
    "safari ball": "A special Ball that is used only in the Safari Zone. It is finished with a camouflage pattern.",
    "timer ball": "A somewhat different Ball that becomes progressively better the more turns there are in a battle.",
    "bead mail": "A piece of Mail to be held by a Pokémon. It will bear the print of the Pokémon holding it.",
    "dream mail": "A piece of Mail to be held by a Pokémon. It will bear the print of the Pokémon holding it.",
    "glitter mail": "A piece of Mail featuring a cute Pikachu print. It is to be held by a Pokémon.",
    "gorgeous mail": "A piece of Mail featuring a gorgeous, extravagant print. It is to be held by a Pokémon.",
    "harbor mail": "A piece of Mail featuring a cute Wingull print. It is to be held by a Pokémon.",
    "mech mail": "A piece of Mail featuring a cute Magnemite print. It is to be held by a Pokémon.",
    "orange mail": "A piece of Mail featuring a cute Zigzagoon print. It is to be held by a Pokémon.",
    "retro mail": "A piece of Mail featuring a print of three cute Pokémon. It is to be held by a Pokémon.",
    "shadow mail": "A piece of Mail featuring a cute Duskull print. It is to be held by a Pokémon.",
    "tropic mail": "A piece of Mail featuring a cute Bellossom print. It is to be held by a Pokémon.",
    "wave mail": "A piece of Mail featuring a cute Wailmer print. It is to be held by a Pokémon.",
    "wood mail": "A piece of Mail featuring a cute Slakoth print. It is to be held by a Pokémon.",
    "aurora ticket": "A ticket required to board the ship to Birth Island. It glows beautifully.",
    "berry bag": "A pouch for carrying Berries. It is attached to the bag's compartment for important items.",
    "bike": "A folding bicycle that allows faster movement than the Running Shoes.",
    "bike voucher": "Take this voucher to the BIKE SHOP in CERULEAN CITY and exchange it for a bicycle.",
    "card key": "A card-type key that unlocks doors in SILPH CO.'s HEAD OFFICE in SAFFRON CITY.",
    "coin case": "A case for holding COINS obtained at the GAME CORNER. It holds up to 9,999 COINS.",
    "dome fossil": "A fossil of an ancient, seafloor- dwelling Pokémon. It appears to be part of a shell.",
    "fame checker": "A device that enables you to recall what you've heard and seen about famous people.",
    "gold teeth": "A set of false teeth lost by the SAFARI ZONE'S WARDEN. It makes his smile sparkle.",
    "good rod": "A new, good-quality fishing rod. Use it by any body of water to fish for wild Pokémon.",
    "helix fossil": "A fossil of an ancient, seafloor- dwelling Pokémon. It appears to be part of a seashell.",
    "item finder": "A device used for finding items. If there is a hidden item nearby when it is used, it emits a signal.",
    "lift key": "A key that operates the elevator in TEAM ROCKET's HIDEOUT. It bears the TEAM ROCKET logo.",
    "meteorite": "A meteorite that fell from space onto Mt. Moon long ago. It is very lumpy and hard.",
    "mystery ticket": "A ticket required to board the ship to Navel Rock. It glows with a mystic light.",
    "oak's parcel": "A parcel to be delivered to PROF. OAK from VIRIDIAN CITY's Pokémon MART.",
    "old amber": "A piece of amber that contains the genes of an ancient Pokémon. It is clear with a reddish tint.",
    "old rod": "An old and beat-up fishing rod. Use it by any body of water to fish for wild Pokémon.",
    "pokeflute": "A flute that is said to instantly awaken any Pokémon. It has a lovely tone.",
    "powder jar": "A jar for storing Berry Powder made using a Berry Crusher.",
    "rainbow pass": "A pass for ferries between VERMILION and the SEVII ISLANDS. It features a drawing of a rainbow.",
    "ruby": "An exquisitely beautiful gem that has a red glow. It symbolizes passion.",
    "sapphire": "An exquisitely beautiful gem that has a blue glow. It symbolizes honesty.",
    "secret key": "The key to CINNABAR ISLAND GYM's front door. It is colored red and decorated.",
    "silph scope": "A scope that makes unseeable Pokémon visible. It is made by SILPH CO.",
    "ss ticket": "The ticket required for sailing on the ferry S.S. ANNE. It has a drawing of a ship on it.",
    "super rod": "An awesome, high-tech fishing rod. Use it by any body of water to fish for wild Pokémon.",
    "tea": "An aromatic tea prepared by an old lady. It will slake even the worst thirst.",
    "teachy tv": "A television set that is tuned to a program with useful tips for novice TRAINERS.",
    "tm case": "A case that holds TMs and HMs. It is attached to the BAG's compartment for important items.",
    "town map": "A very convenient map that can be viewed anytime. It even shows your present location.",
    "tri pass": "A pass for ferries between ONE, TWO, and THREE ISLAND. It has a drawing of three islands.",
    "vs seeker": "A device that indicates TRAINERS who want to battle. The battery charges while traveling."
}