{
    "1": ["Welcome to the POKéMON LEAGUE.\nI am LORELEI of the ELITE FOUR.\nNo one can best me when it comes to icy POKéMON.\nFreezing moves are powerful.\nYour POKéMON will be at my mercy when they are frozen solid.\nHahaha! Are you ready?", "True"],
    "2": ["I am BRUNO of the ELITE FOUR!\nThrough rigorous training, people can become stronger without limit.\nI've lived and trained with my fighting POKéMON! And that will never change!\n<player>!\nWe will grind you down with our superior power!\nHoo hah!", "True"],
    "3": ["I am AGATHA of the ELITE FOUR.\nI hear OAK's taken a lot of interest in you child.\nThat old duff was once tough and handsome.\nBut that was decades ago. He's a shadow of his former self.\nNow he just wants to fiddle with his POKéDEX.\nHe's wrong. POKéMON are for battling!\n<player>! I'll show you how a real TRAINER battles!","True"],
    "4": ["Ah! I have heard about you, <player>!\nI lead the ELITE FOUR.\nYou can call me LANCE the dragon trainer.\nYou know that dragons are mythical pokemon.\nThey're hard to catch and raise but their powers are superior.\nThey're virtually indestructible. There is no being clever with them.\nWell, are you ready to lose?\nYour LEAGUE challenge ends with me, <player>!", "True"],
    "5": ["..Things shouldn't be this way!", "False"],
    "6": ["You're better than I thought.\nGo on ahead.\nYou only got a taste of the Pokémon League's power.", "False"],
    "7": ["Why? How could I lose?", "False"],
    "8": ["My job is done. Go face your next challenge.", "False"],
    "9": ["Oh, my! You're something special, child!", "False"],
    "10": ["You win!\nI see what the old duff sees in you now.\nI've nothing else to say.\nRun along now, child!", "False"],
    "11": ["That’s it! I hate to admit it, but you are a Pokémon master!", "False"],
    "12": ["I still can’t believe my dragons lost to you, <player>.\nYou are now the Pokémon League Champion!\n...Or, you would have been, but you have one more challenge left.\nThere is one more Trainer to face!\nHis name is <rival>!\nHe beat the Elite Four before you.\nHe is the real Pokémon League Champion.", "False"],
    "13": ["Hey, <player>!\nI was looking forward to seeing you, <player>!\nHahah, that is so great!\nMy rival should be strong to keep me sharp.\nWhile working on my Pokédex, I looked all over for Pokémon.\nNot only that, I assembled teams that would beat any Pokémon type.\nAnd now... I am the Pokémon League Champion!\n<player>! Do you know what that means?\nI'll tell you. I am the most powerful Trainer in the world!", "True"],
    "14": ["NO! That can't be! You beat me at my best!\nAfter all that work to become the League Champ?\nMy reign is over already? It's not fair!", "False"],
    "15": ["Why? Why did I lose?\nI never made any mistakes raising my Pokémon… Darn it!\nYou're the new Pokémon League Champion!\nAlthough I don't like to admit it…", "False"],
    "16": ["Welcome to our POKéMON CENTER!\nWould you like me to heal your POKéMON back to perfect health?", "False"],
    "17": ["Okay, I'll take your POKéMON for a few seconds.", "False"],
    "18": ["Thank you for waiting.  We've restored your POKéMON to full health.\nWe hope to see you again!", "False"],
    "19": ["We hope to see you again!", "False"],
    "20": ["Hi there! How may I help you?", "False"],
    "21": ["Is their anything else I can do for ya?", "False"],
    "22": ["You broke as hell!", "False"],
    "23": ["<replace>? Certainly. How many would you like?", "False"],
    "24": ["<replace>, and you want <replace>. That will be <replace>. Okay?", "False "],
    "25": ["Here you are! Thank you!", "False"],
    "26": ["My developer is lazy and has not finished the renovation upstairs.\nCome back later.", "False"],
    "27": ["The <replace> can't be held.", "False"],
    "28": ["You have no more room for this item.", "False"],
    "29": ["<replace>? Oh, no. I can't buy that.", "False"],
    "30": ["<replace>? How many would you like to sell?", "False"],
    "31": ["I can pay <replace>. Would that be okay?", "False"],
    "32": ["Turned over the <replace>(s) worth <replace>.", "False"],
    "33": ["Which PC should be accessed?", "False"],
    "pc0": ["You can withdraw a POKéMON if you have any in a BOX.", "False"],
    "pc1": ["You can deposit your party POKéMON in any BOX.", "False"],
    "pc2": ["You can move POKéMON that are stored in any BOX.", "False"],
    "pc3": ["You can move items held by any POKéMON in a BOX or your party.", "False"],
    "pc4": ["See you later!", "False"],
    "34": ["Exit from the BOX.", "False"],
    "35": ["Sorry! You can't take any more pokemon!", "False"]
}